Repository: tygernach/wp_lj_crossposter_remake
Catalog: lang/ljxp-*.po
Languages: ru_ru

source: Options saved.
ru_ru: Настройки сохранены

source: LiveJournal Crossposter Options
ru_ru: Настройки публикации в ЖЖ

source: LiveJournal-compliant host:
ru_ru: Адрес LiveJournal:

source: If you are using a LiveJournal-compliant site other than LiveJournal (like DeadJournal), enter the domain name here. LiveJournal users can use the default value
ru_ru: Если вы используете LiveJournal-совместимый сайт, но не LiveJournal (например, DeadJournal), введите его адрес тут. Пользователи ЖЖ могут использовать текущее значение.

source: LJ Username
ru_ru: Имя в ЖЖ

source: LJ Password
ru_ru: Пароль в ЖЖ

source: Only enter a value if you wish to change the stored password. Leaving this field blank will not erase any passwords already stored.
ru_ru: Вводите пароль если только хотите изменить сохраненный пароль. Если вы оставите поле пустым - это не сотрет сохраненный пароль.

source: Community
ru_ru: Сообщество

source: If you wish your posts to be copied to a community, enter the community name here. Leaving this space blank will copy the posts to the specified user's journal instead
ru_ru: Если Вы хотите, чтобы Ваши записи были скопированы в сообщество, введите имя сообщества здесь. Оставьте поле пустым и записи будут скопированы только в ЖЖ заданного пользователя.

source: Blog Header
ru_ru: Заголовок блога

source: Crosspost header/footer location
ru_ru: Настройки шапки/подвала для публикации в ЖЖ

source: Top of post
ru_ru: Сверху записи

source: Bottom of post
ru_ru: Снизу записи

source: Set blog name for crosspost header/footer
ru_ru: Выберите заголовок блога для использования в шапке/подвале

source: Use the title of your blog (%s)
ru_ru: Использовать заголовок блога (%s)

source: Use a custom title
ru_ru: Другой

source: Custom blog title
ru_ru: Другой заголовок

source: If you chose to use a custom title above, enter the title here. This will be used in the header which links back to this site at the top of each post on the LiveJournal.
ru_ru: Если вы выбрали "другой", введите заголовок сюда. Этот заголовок будет использован сверху каждой записи в ЖЖ для ссылки на ваш блог.

source: Custom crosspost header/footer
ru_ru: Задааный заголовок блога для использования в шапке/подвале

source: If you wish to use LJXP's dynamically generated post header/footer, you can ignore this setting. If you don't like the default crosspost header/footer, specify your own here. For flexibility, you can choose from a series of case-sensitive substitution strings, listed below:
ru_ru: Если Вы хотите использовать динамические шапку/подвал LJXP, то можете проигнорировать эти настройки. Если Вам не нравится то, что получается по умолчанию - тогда укажите свои. Вы можете использовать некоторые значения для подстановки (регистро-зависимые):

source: The title of your blog, as specified above
ru_ru: Заголовок Вашего блога указан здесь

source: The URL of your blog's homepage
ru_ru: Ссылка на Ваш блог

source: A permanent URL to the post being crossposted
ru_ru: Ссылка на запись, которая будет опубликована в ЖЖ

source: The URL for comments. Generally this is the permalink URL with #comments on the end
ru_ru: Ссылка на комментарии. Обычно, это ссылка на запись, с #comments на конце

source: Tags with links list for the post
ru_ru: Список тегов-ссылок

source: Categories with links list for the post
ru_ru: Список категорий-ссылок

source: An image containing a comments counter
ru_ru: Изображение-счетчик комментариев Wordpress

source: Post Privacy
ru_ru: Уровень доступа

source: Privacy level for all posts to LiveJournal
ru_ru: Уровень доступа к записям в ЖЖ

source: Public
ru_ru: Публичный

source: Private
ru_ru: Приватный

source: Friends only
ru_ru: Для друзей

source: LiveJournal Comments
ru_ru: Комментарии в ЖЖ

source: Should comments be allowed on LiveJournal?
ru_ru: Оставлять комментарии в ЖЖ?

source: Require users to comment on WordPress
ru_ru: Комментирование только в WordPress

source: Allow comments on LiveJournal
ru_ru: Разрешить комментарии в ЖЖ

source: LiveJournal Tags
ru_ru: Теги ЖЖ

source: Tag entries on LiveJournal?
ru_ru: Помечать записи в ЖЖ?

source: Tag LiveJournal entries with WordPress categories only
ru_ru: Помечать записи в ЖЖ рубриками WordPress

source: Tag LiveJournal entries with WordPress categories and tags
ru_ru: Совмещать рубрики и тэги Wordpress в пометках ЖЖ-записи

source: Tag LiveJournal entries with WordPress tags only
ru_ru: Помечать записи в ЖЖ тэгами Wordpress

source: Do not tag LiveJournal entries
ru_ru: Не помечать записи в ЖЖ

source: You may with to disable this feature if you are posting in an alphabet other than the Roman alphabet. LiveJournal does not seem to support non-Roman alphabets in tag names.
ru_ru: Вы можете отключить эту функцию, если ваши записи не в латинице. ЖЖ похоже не поддерживает нелатинские символы в тегах.

source: Handling of &lt;!--More--&gt;
ru_ru: Использование &lt;--More--&gt;

source: How should LJXP handle More tags?
ru_ru: Как обрабатывать тег More

source: Link back to WordPress
ru_ru: Ссылка на блог

source: Use an lj-cut
ru_ru: Использовать lj-cut

source: Copy the entire entry to LiveJournal
ru_ru: Копировать всю запись в ЖЖ.

source: Category Selection
ru_ru: Выбор рубрики

source: Select which categories should be crossposted
ru_ru: Выберите рубрики, которые будут публиковаться в ЖЖ

source: Any post that has <em>at least one</em> of the above categories selected will be crossposted.
ru_ru: Любая запись, которая привязана хотя бы к одной из этих рубрик, будет опубликована в ЖЖ.

source: Update Options and Crosspost All WordPress entries
ru_ru: Сохранить настройки и опубликовать все записи из WordPress

source: Update Options
ru_ru: Сохранить настройки

source: Originally published at
ru_ru: Запись опубликована

source: This post is password protected. You can read it at
ru_ru: Эта запись защищена паролем. Вы можете прочитать ее на

source: where it was originally posted
ru_ru: , где она была опубликована

source: You can comment here or <a href="%s#comments">there</a>.
ru_ru: Вы можете оставить комментарии здесь или <a href="%s#comments">тут</a>

source: Please leave any <a href="%s#comments">comments</a> there.
ru_ru: Пожалуйста, оставляйте <a href="%s#comments">комментарии</a> там.

source: Read the rest of this entry &raquo;
ru_ru: Читать запись полностью &raquo;

source: Read the rest of this entry &amp;raquo;
ru_ru: Читать запись полностью &amp;raquo;

source: LiveJournal
ru_ru: ЖЖ

source: Crosspost
ru_ru: Кросспост

source: Do not crosspost
ru_ru: Не публиковать в ЖЖ

source: Default comments setting
ru_ru: Параметры комментариев (по умолчанию)

source: Comments on
ru_ru: Комментарии включены

source: Comments off
ru_ru: Комментарии выключены

source: Default post privacy setting
ru_ru: Настройки приватности для записи

source: Public post
ru_ru: Публичный

source: Private post
ru_ru: Приватный
